<?php
	
	$localize = array(
		'signup' => array(
			'failure' => 'Ошибка при регистрации. Повторите снова.',
			'email_exit' => 'Email уже зарегистрирован',
			'title' => 'Создание аккаунта',
			'description' => '',
			'demo_status' => '<h1>Ваш аккаунт зарегистрирован</h1><p><strong><br/>На ваш демо-счет начислено $1000.</strong></p><p>Вы можете <a href="trade">начать торговать</a> прямо сейчас или <a href="cabinet/balance">открыть профи-счет</a>, чтобы ваш заработок стал реальным.</p>',
			'server_failure' => 'Ошибка регистрации! Отказ от сервера регистрации.',
			'header' => 'Почти готово',
			'welcome_msg' => 'Вы всего в одном шаге от того, чтобы начать торговать. <br/><strong>Выберите тип вашего аккаунта</strong>, для того чтобы завершить процесс регистрации.',
			'finish_msg' => 'После завершения процесса регистрации вы сможете изменить свои персональные данные и внести депозит на ваш счет.',
			'register_success' => 'Регистрация прошла успешно! На указанный e-mail мы выслали Ваши логин и пароль.',
			'up_balance' => 'Пополнить счет',
		),
		'signin' => array(
			'forgot' => 'Введите Ваш Email',
			'forgot_content' => 'Ошибка! Извините...',
			'failure' => 'Ошибка авторизации',
			'login_success' => 'Вход выполнен. Ожидайте...'
		),
		'forgot' => array(
			'success' => 'Пароль выслан Вам на Email',
			'error' => 'Указанный email не существует',
			'valid_email' => 'Неверный email'
		),
		'withdraw' => array(
			'success' => 'Запрос отправлен успешно',
			'failure' => 'Запрос вернулся с ошибкой',
			'annotation' => '<p>Для оформления запроса выберите удобный вам метод и заполните все поля. Метод вывода не зависит от способа пополнения. Минимальный размер заявки составляет 1 доллар. Все поля обязательны к заполнению.</p><p>Запрос будет обработан в течение 1-2 рабочих дней.</p>',
		),
		'documents' => array(
			'annotation' => '<p>Для доступа к возможности вывода средств необходимо пройти процедуру верификации кабинета (подтверждения личной информации). Пожалуйста, предоставьте для проверки отканированные копии следующих документов:</p><p>- Удостоверение Личности - документ с вашими полным именем, датой рождения и фото, такие как паспорт, водительские права и т.д.</p><p>- Удостоверение Адреса - документ с вашими полным именем, домашним адресом и датой выпуска не ранее 6 месяцев назад, такие как банковская выписка, счет за коммунальные услуги и т.д. Также принимается страница с пропиской из паспорта, при условии загрузки также копии первой страницы паспорта (загруженной одним файлом вместе с пропиской или как Удостоверение Личности).</p>',
			'form_format_files' => '*Принимаются файлы в форматах TIFF, JPG, PNG, GIF, PDF размером до 5 MB',
			'form_annotation' => "<br><p>После загрузки документов, наш менеджер по работе с клиентами сменит ваш статус на “Одобрен” в течение двух рабочих дней или сообщит вам, если документы не соответствуют требованиям.</p><p>Если документ не пройдёт проверку - вам будет отправлено письмо с указанием причины, по которой он не может быть принят. Также, вы можете навести курсор на статус “Отклонён”, чтобы увидеть комментарий во всплывающем уведомлении.</p>",
		),
		'payment' => array(
			'success' => 'Оплата произведена успешно.',
			'failure' => 'Оплата не произведена. Попробуйте воспользоваться другой платежной системой.',
			'annotation' => 'Для начала торговли вам необходимо депонировать средства. После заполнения формы вам откроется список доступных платежных систем. Выберете удобную вам систему и следуйте инструкциям.',
			'description' => '<p class="em">Минимальная сумма ставки Бинарного Опциона равна 5 долларам. В нашей компании не существует минимального значения депозита, однако в каждой платежной системе, которую вы можете выбрать из списка, есть свои ограничения минимального пополнения (сумма в пределах 5-10 рублей).</p><p class="em">Пожалуйста, обратите внимание, что не все платежные системы обрабатывают запросы клиентов моментально и депонирование может занять некоторое время.</p>',
		),
		'client_cabinet' => array(
			'real_reg_title' => 'Личный кабинет - Открытие профи-счета',
			'real_demo_title' => 'Личный кабинет - Открытие демо-счета',
			'real_reg_description' => '',
			'real_demo_description' => '',
			'profile_title' => 'Личный кабинет - Мой профиль',
			'profile_description' => '',
			'my_accounts_title' => 'Личный кабинет - Мои счета',
			'my_accounts_description' => '',
            'balance_title' => 'Личный кабинет - Пополнить счет',
			'balance_description' => '',
			'annotation' => 'В разделах «Основные» и «Адреса» вы можете заполнить и редактировать ваши личные данные. В секции «Дополнительно» указаны логин и пароль вашего торгового счета.',
		    'ib_programm' => array(
                'information.title' => 'Личный кабинет - Партнерская программа',
                'information.description' => '',
                'register.title' => 'Личный кабинет - Регистрация счета аффилианта',
                'register.description' => '',
            )
        ),
		'form_responce' => array(
			'profile_saved' => 'Профиль сохранен',
			'no_valid_fields' => 'Ошибка. Неправильно заполнены обязательные поля!',
		),
		'index' => array(
			'screen_2_title' => '100% приветственный бонус за первый депозит',
			'screen_2_text' => 'Откройте торговый счет, сделайте свой первый вклад, а мы его удвоим, увеличив вашу будущую прибыль.',
			'screen_3_title' => 'Optospot лучший брокер бинарных опционов',
			'screen_3_text' => 'По версии Forex Expo Awards 2013',
			'screen_3_desc' => 'Зарегистрируйтесь сегодня и убедитесь<br> в этом сами.',
			'banner-left' => 'Чат со специалистом',
			'banner-right' => 'Памятка трейдеру',
			'user_block_reg' => 'Регистрация',
			'user_block_login' => 'Войти',
			'circle_step1_1' => 'Зарегистрируйтесь',
			'circle_step1_2' => 'Откройте демо или профи счет',
			'circle_step2_1' => 'Сделайте ваш прогноз',
			'circle_step2_2' => 'Совершите сделку. Потенциальная прибыль известна заранее.',
			'circle_step3_1' => 'Начните зарабатывать',
			'circle_step3_2' => 'Вы можете заработать от 70% с каждой удачной сделки.',
			'screen1_1' => 'Быстрый и простой способ попасть в мир онлайн торговли',
			'screen1_2' => 'Все инструменты для уверенной торговли бинарными опционами',
			'screen1_3' => 'Вероятно, самая передовая торговая платформа с функцией One Touch',
			'screen2_1' => 'Откройте счет сегодня',
			'screen2_2' => 'Все инструменты для уверенной торговли бинарными опционами',
			'screen2_3' => 'Вероятно, самая передовая торговая платформа с функцией One Touch',
			'screen3_1' => 'Быстрый и просто способ попасть в мир онлайн торговли',
			'screen3_2' => 'Все инструменты для уверенной торговли бинарными опционами',
			'screen3_3' => 'Вероятно, самая передовая торговая платформа с функцией One Touch',
            'fish1_0' => '',
			'fish1_1' => 'Начинающий трейдер',
			'fish1_2' => 'Это хорошая возможность попробовать свои силы в трейдинге.',
			'fish2_1' => 'Опытный трейдер',
			'fish2_2' => 'Вы получаете возможность снизить риски и выставить особую стратегию, которая не зависит от внезапного изменения ситуации на рынке.',
			'fish3_1' => 'Профессиональный трейдер',
			'fish3_2' => 'Можете хеджировать свои риски по позициям, открытым на классическом рынке. Работайте с минимальными рисками даже в момент выхода основных экономических новостей.',
			'money_right' => 'Как торговать',
			'money_right1_1' => 'Cделайте прогноз',
			'money_right1_2' => 'В каком направлении будет двигаться цена: ВВЕРХ или ВНИЗ.',
			'money_right2_1' => 'Совершите сделку',
			'money_right2_2' => 'Ваша потенциальная прибыль известна заранее',
			'money_right3_1' => 'Получите прибыль',
			'money_right3_2' => 'От 70% прибыли всего за несколько минут.',
			'email-exist' => 'Такой e-mail уже зарегистрирован.',
			'success-reg' => 'Готово!<br>На указаный e-mail мы отправили логин и пароль от Вашего личного кабинета. А начать работу можно прямо сейчас.',
		),
		'trade' => array(
			'title' => 'Платформа для интернет-трейдинга',
			'loading-text' => 'Загрузка платформы может занять некоторое время. Вы как раз успеете сделать себе кофе перед началом работы.</br>
			Если у Вас возникли проблемы - установите <span class="normal-text"><a href="http://www.java.com/download" target="_blank">последнюю версию Java</a></span>.</br>
			<span style="color: #ADABAB;">Не все браузеры поддерживают работу этого плагина.</span>',
            'feature'=> 'Для более удобной работы с апплетом Вы можете',
            'newtab'=> 'Начать работу в отдельной вкладке',
            'or'=> 'или',
            'desktop'=> 'Скачать приложение'
		),
		'award' => array(
			'title' => 'Наш ресурс – это лучшая платформа для бинарных опционов',
			'text' => 'На сайте Optospot есть все необходимые инструменты для плодотворной работы, которая обязательно принесет результаты, если вы будете настойчивы и включите голову.  Не случайно в престижном профессиональном рейтинге «Forex expo awards», который оценивает торговые площадки для бинарных опционов, мы признаны лучшими. OptoSpot получил высокую оценку своей работы и удостоен кубка и диплома «Best binary option broker» (Лучший брокер бинарных опционов или Лучшая платформа для бинарных опционов). Особенно приятно, что рейтинг «Forex expo awards» отображает не только мнение профессионалов, но, прежде всего, содержит оценку работы ресурса всеми его пользователями. Признание торговой площадки для бинарных опционов OptoSpot можно считать общенародным. Каждый желающий мог отдать за него свой голос в специализированном голосовании за звание лучшего брокера года.',
			'text-2' => '<h2>Optospot – лучший брокер бинарных опционов</h2><p>Многие пользователи уже смогли оценить по достоинству все преимущества нашей платформы.  Если же в двух словах, то каждому трейдеру предоставляются более 250 активов, позволяющие ему заработать. Обеспечивается достаточно широкий спектр различных возможностей для формирования, а также продвижения собственного инвестиционного портфеля. Наша платформы для бинарных опционов включают в себя уникальные инструменты, которые  позволяют по собственному усмотрению выбирать комбинации и строить стратегии. Вам достаточно <a href="http://optospot.net/ru/registering">пройти регистрацию</a>  и начать работу.</p><h3>Надежная торговая площадка для бинарных опционов</h3><p>На сайте действует служба поддержки в режиме онлайн. Консультанты ответят на все интересующие вас вопросы или подскажут, как пользоваться настройками. <a href="http://optospot.net/ru/binarnaya-platforma/online-treiding?acc=pro">Плат… интернет трейдинга</a> удобна и обладает массой полезных и интересных функций.  Каждый день на ней проводятся тысячи успешных и выгодных сделок. Надеемся, что вы пополните их число.</p>'
		),
		'dengionline' => array(
			'deposit_info'=>'Оплата через систему Dengi OnLine'
		),
		'rbkmoney' => array(
			'deposit_info'=>'Оплата через систему RBK Money'
		),
		'okpay' => array(
			'deposit_info'=>'Оплата через систему OkPay'
		),
		'astropay' => array(
			'deposit_info'=>'Оплата через систему AstroPay'
		),
        'perfectmoney' => array(
			'deposit_info'=>'Оплата через систему Perfect Money'
		),
        'partner-program' =>array(
            'annotation' => 'Ссылка для регистрации:',
            'invite_annotation' => 'Список партнеров',
            'partners_list_empty' => 'Список пуст',
            'invite_account_name' => 'Партнет',
            'invite_account_summa' => 'Сумма',
        ),
        'registration-affiliate' =>array(
            'annotation' => 'Заполните форму для создания счета аффилинта.',
        ),
        'verification' =>array(
            'annotation' => '',
        )
	);
	
?>